WELCOME = """Привет!

Этот бот предоставит Вам быстрый и безопасный доступ к сети Интернет \
при помощи VPN.

Перейди в *Главное меню* чтобы управлять ботом.
"""

MAIN_MENU_CREATED = """Добро пожаловать, *{name}*!

Список команд доступен в меню бота внизу слева.

Не забудь активировать *промокод*, если он у тебя есть!

VPN работает по подписке. Для использования VPN оформите подписку \
или активируйте пробный период на 3 дня.
"""

MAIN_MENU = """Добро пожаловать в *Главное меню*!

Здесь ты можешь управлять своей подпиской, получить настройки для VPN \
или инструкцию по установке.

Выбери команду из списка ниже:                                
"""

MAIN_MENU_EXPIRED = """Добро пожаловать в *Главное меню*!

К сожалению, твоя подписка закончилась \U0001f614 

Чтобы продолжить пользоваться VPN продли подписку.
"""

BLOCK_TRIAL = "Вы не можете активировать пробный период!"

SUCCESS_TRIAL = """Благодарю за активацию пробного периода!

Пробный период заканчивается {date},
"""

MY_SUB = """ \U00002b50 *Моя подписка*

Статус вашей подписки: *{status}*
Дата окончания: *{date}*

Выберите команду из списка ниже или нажмите "Menu" для того, чтобы увидеть весь список команд
"""

HAVE_PROMOCODE = """Не забудьте активировать промокод, если он у вас есть!

Найти его можно в меню "Моя подписка" \U000027a1 "Мой промокод"
"""

ALREADY_USE_PROMOCODE = """Вы уже использовали промокод!

Теперь поделитесь своим с друзьями!
"""

ENTER_PROMOCODE = """Введите промокод:"""

NO_PROMOCODE = """Такого промокода не существует!
"""

SUCCESS_PROMOCODE = """Промокод применен!

Ваша скидка будет применена при следующем продлении подписки.
"""

APPLY_PROMOCODE = """ Ваш промокод:

`{code}`

Поделитесь им с друзьями, чтобы получить скидку *100₽* на следующее продление за каждого приведенного друга!
"""

ORDER = """Ваш заказ *№{id}*.

Сумма: *{amount}₽*
Количество дней: *{days}*
Статус: *{status}*

Заказ действителен до конца дня.
"""

