WELCOME_NEW = """Добро пожаловать, *{name}*!

Этот бот предоставит Вам быстрый и безопасный доступ
к сети Интернет при помощи VPN.

Список команд доступен в меню бота внизу слева.
Так же можете выполнить команду /help для вывода всех доступных \
для бота команд.

VPN работает по подписке. Для использования VPN оформите подписку \
или активируйте пробный период.
"""

WELCOME_USER = """Добро пожаловать, *{name}*!

Этот бот предоставит Вам быстрый и безопасный доступ
к сети Интернет при помощи VPN.

Статус твоей подписки: *{status}*
Дата окончания: *{expire_date}*
"""

WELCOME_EXPIRED = """Добро пожаловать, *{name}*!

К сожалению, твоя подписка закончилась \U0001f614 

Чтобы продолжить пользоваться VPN продли подписку.
"""