WELCOME = """Добро пожаловать, *{name}*!

Этот бот предоставит Вам быстрый и безопасный доступ к сети Интернет \
при помощи VPN.

Перейди в *Главное меню* чтобы управлять ботом.
"""

MAIN_MENU_CREATED = """Добро пожаловать, *{name}*!

Список команд доступен в меню бота внизу слева.

VPN работает по подписке. Для использования VPN оформите подписку \
или активируйте пробный период.
"""

MAIN_MENU = """Добро пожаловать в *Главное меню*!

Здесь ты можешь управлять своей подпиской, получить настройки для VPN \
или инструкцию по установке.

Выбери команду из списка ниже:                                
"""

MAIN_MENU_EXPIRED = """Добро пожаловать в *Главное меню*!

К сожалению, твоя подписка закончилась \U0001f614 

Чтобы продолжить пользоваться VPN продли подписку.
"""

BLOCK_TRIAL = "Вы не можете активировать пробный период!"
SUCCESS_TRIAL = """Благодарю за активацию пробного периода!
Пробный период заканчивается {date},
"""

MY_SUB = """ \U00002b50 *Моя подписка*

Статус вашей подписки: *{status}*
Дата окончания: *{date}*

Выберите команду из списка ниже или нажмите "Menu" для того, чтобы увидеть весь список команд
"""