WELCOME = """Добро пожаловать, *{name}*!

Этот бот предоставит Вам быстрый и безопасный доступ к сети Интернет \
при помощи VPN.

Перейди в *Главное меню* чтобы управлять ботом.
"""

MAIN_MENU_CREATED = """Добро пожаловать, *{name}*!

Список команд доступен в меню бота внизу слева.

VPN работает по подписке. Для использования VPN оформите подписку \
или активируйте пробный период.
"""

MAIN_MENU = """Добро пожаловать в *Главное меню*!

Здесь ты можешь управлять своей подпиской, получить настройки для VPN \
или инструкцию по установке.

Выбери команду из списка ниже:                                
"""

MAIN_MENU_EXPIRED = """Добро пожаловать в *Главное меню*!

К сожалению, твоя подписка закончилась \U0001f614 

Чтобы продолжить пользоваться VPN продли подписку.
"""

MY_SUB = """*Моя подписка*
"""